[
  {
    "img": "https://www.globaltaxmalang.com/wp-content/uploads/2021/06/maxresdefault.jpg",
    "imgSource": null,
    "title": "Pengetahuan Umum Tentang Pajak",
    "content": "Negara Indonesia mulai memberlakukan pajak dengan self assessment system atau kepercayaan untuk melakukan penghitungan pajak terutang, melunasi kekurangan pajak, menghitung pajak yang telah dibayarkan, dan melaporkan sendiri ke Dirjen Pajak.\n\nTidak dipungkiri lagi banyak masyarakat yang kurang percaya terhadap keberadaan pajak, dilihat dari lingkungan masyarakat mereka hanya mengenal pajak sebagai suatu tradisi membayar sejumlah pungutan kepada pemerintah, tanpa mengerti dasar serta maksud dan tujuan dari pembayaran pajak karena kurangnya pemahaman mengenai pajak.\n\nSadar atau tidak, pajak saat ini memegang peranan utama dalam struktur pembiayaan negara seluruhnya, dan pajak akan selalu dinamis mengikuti pola bisnis yang berkembang di masyarakat. Sebagai warga negara yang baik, kita harus membayar pajak sesuai tarif pajak yang dikenakan.\n\nUndang-Undang No. 28 Tahun 2007 tentang Ketentuan Umum dan Tata Cara Perpajakan (KUP), pajak adalah kontribusi wajib kepada negara yang terutang oleh orang pribadi atau badan yang bersifat memaksa berdasarkan undang-undang, dengan tidak mendapatkan imbalan secara langsung dan digunakan untuk keperluan negara bagi sebesar-besarnya kemakmuran rakyat.\n\nDari pengertian di atas dapat disimpulkan jika pajak merupakan kontribusi yang harus dilaksanakan wajib pajak. Namun, siapakah wajib pajak itu? Pasal 1 angka 2 UU KUP menjelaskan bahwa wajib pajak adalah orang pribadi atau badan, meliputi pembayar pajak, pemotong pajak, dan pemungut pajak, yang mempunyai hak dan kewajiban perpajakan sesuai dengan ketentuan peraturan perundang-undangan perpajakan.\n\nFungsi pajak secara umum ada 4, yakni :\n\nFungsi anggaran (budgetair) sebagai sumber dana bagi pemerintah, untuk membiayai pengeluaran-pengeluarannya.\n\nFungsi mengatur (regulerend) sebagai alat pengatur atau melaksanakan pemerintah dalam bidang sosial ekonomi.\n\nStabilitas, pajak sebagai penerimaan negara dapat digunakan untuk menjalankan kebijakan-kebijakan pemerintah. \n\nRedistribusi Pendapatan, penerimaan negara dari pajak digunakan untuk membiayai pengeluaran umum dan pembangunan nasional sehingga dapat membuka kesempatan kerja dengan tujuan untuk meningkatkan pendapatan masyarakat. ",
    "contentSource": null
    },
	{
    "img": "https://1.bp.blogspot.com/-Nih53owDokI/XV9OGnvUFrI/AAAAAAAAAcI/TqxQefaL35EQN3zRli1Q9QNwDSoZ1K-HACLcBGAs/s640/fungsi%2Bpajak.jpg",
    "imgSource": null,
    "title": "Manfaat Pajak",
    "content": "Jenis-jenis pajak di Indonesia sangat banyak seperti pajak bumi dan bangunan (PBB), pajak penghasilan (PPh), pajak pertambahan nilai (PPN) serta pajak daerah. Kenapa kita harus membayar pajak? Apa sebenarnya manfaat pajak bagi masyarakat?\n\nPajak merupakan sumber utama penerimaan negara. Tanpa pajak, sebagian besar kegiatan negara sulit untuk dapat dilaksanakan. Penggunaan uang pajak meliputi mulai dari belanja pegawai sampai dengan pembiayaan berbagai proyek pembangunan. Pembangunan sarana umum seperti jalan-jalan, jembatan, sekolah, rumah sakit/puskesmas, kantor polisi dibiayai dengan menggunakan uang yang berasal dari pajak.\n\nUang pajak juga digunakan untuk pembiayaan dalam rangka memberikan rasa aman bagi seluruh lapisan masyarakat. Setiap warga negara mulai saat dilahirkan sampai dengan meninggal dunia, menikmati fasilitas atau pelayanan dari pemerintah yang semuanya dibiayai dengan uang yang berasal dari pajak.\n\nPajak digunakan untuk mensubsidi barang-barang yang sangat dibutuhkan masyarakat dan juga membayar utang negara ke luar negeri. Pajak juga digunakan untuk membantu UMKM baik dalam hal pembinaan dan modal.\n\nDengan demikian jelas bahwa peranan penerimaan pajak bagi suatu negara menjadi sangat dominan dalam menunjang jalannya roda pemerintahan dan pembiayaan pembangunan. Di samping fungsi budgeter (fungsi penerimaan) di atas, pajak juga melaksanakan fungsi redistribusi pendapatan dari masyarakat yang mempunyai kemampuan ekonomi yang lebih tinggi kepada masyarakat yang kemampuannya lebih rendah.\n\nOleh karena itu tingkat kepatuhan Wajib Pajak dalam melaksanakan kewajiban perpajakannya secara baik dan benar merupakan syarat mutlak untuk tercapainya fungsi redistribusi pendapatan. Sehingga pada akhirnya kesenjangan ekonomi dan sosial yang ada dalam masyarakat dapat dikurangi secara maksimal.\n\nPajak tidak cukup hanya dimengerti, namun lebih dalam harus dipelajari dan dipahami secara komprehensif dari aspek hukum pajak, dasar pengenaan pajak, penetapan pajak, sengketa pajak, dan hak-hak wajib pajak.\n\nSelain untuk kesadaran pribadi, belajar pajak juga memberikan manfaat lain akan makna sebenarnya dari pajak, fungsi pajak, sanksi bagi pelanggar dan semua yang berkaitan dengan perpajakan. \n\nPada aturan yang terbaru, pemerintah telah resmi mengundangkan UU 7/2021 mengenai Harmonisasi Peraturan Perpajakan (HPP) pada Oktober 2021. Dengan munculnya aturan ini, perubahan UU Ketentuan Umum dan Tata Cara Perpajakan (KUP) yang dimuat dalam UU HPP pun resmi diberlakukan.",
    "contentSource": null
    },
	{
    "img": "https://smkn1jatiroto.sch.id/media_library/posts/large/f1c440258c200f42f85c685d283d8116.jpg",
    "imgSource": null,
    "title": "Jenis Jenis Pajak",
    "content": "Terdapat jenis-jenis pajak yang perlu Anda ketahui. Adapun pajak-pajak pusat yang dikelola oleh Direktorat Jenderal Pajak meliputi:\n\n1. Pajak Penghasilan (PPh)\n\nPPh adalah pajak yang dikenakan kepada orang pribadi atau badan atas penghasilan yang diterima atau diperoleh dalam suatu Tahun Pajak.\n\nYang dimaksud dengan penghasilan adalah setiap tambahan kemampuan ekonomis yang diterima atau diperoleh Wajib Pajak baik yang berasal baik dari Indonesia maupun dari luar Indonesia yang dapat dipakai untuk konsumsi atau untuk menambah kekayaan Wajib Pajak yang bersangkutan dengan nama dan dalam bentuk apapun.\n\nDengan demikian maka penghasilan itu dapat berupa keuntungan usaha, gaji, honorarium, hadiah, dan lain sebagainya.\n\n2. Pajak Pertambahan Nilai (PPN)\n\nPPN adalah pajak yang dikenakan atas konsumsi Barang Kena Pajak atau Jasa Kena Pajak di dalam Daerah Pabean (dalam wilayah Indonesia).\n\nOrang Pribadi, perusahaan, maupun pemerintah yang mengkonsumsi Barang Kena Pajak atau Jasa Kena Pajak dikenakan PPN.\n\nPada dasarnya, setiap barang dan jasa adalah Barang Kena Pajak atau Jasa Kena Pajak, kecuali ditentukan lain oleh Undang-undang PPN.\n\n3. Pajak Penjualan atas Barang Mewah (PPnBM)\n\nSelain dikenakan PPN, atas pengkonsumsian Barang KenaPajak tertentu yang tergolong mewah, juga dikenakan PPnBM.\n\nYang dimaksud dengan Barang Kena Pajak yang tergolong mewah adalah:\n\nBarang tersebut bukan merupakan barang kebutuhan pokok; atau\n\nBarang tersebut dikonsumsi oleh masyarakat tertentu; atau\n\nPada umumnya barang tersebut dikonsumsi oleh masyarakat berpenghasilan tinggi; atau\n\nBarang tersebut dikonsumsi untuk menunjukkan status; atau\n\nApabila dikonsumsi dapat merusak kesehatan dan moral masyarakat, serta mengganggu ketertiban masyarakat.\n\n4. Bea Meterai\n\nBea Meterai adalah pajak yang dikenakan atas pemanfaatan dokumen, seperti surat perjanjian, akta notaris, serta kwitansi pembayaran, surat berharga, dan efek, yang memuat jumlah uang atau nominal diatas jumlah tertentu sesuai dengan ketentuan.\n\n5.\n\nPajak Bumi dan Bangunan (PBB) tertentu\n\nPBB adalah pajak yang dikenakan atas kepemilikan atau pemanfaatan tanah dan atau bangunan.\n\nPBB merupakan Pajak Pusat namun demikian hampir seluruh realisasi penerimaan PBB diserahkan kepada Pemerintah Daerah baik Propinsi maupun Kabupaten/Kota.\n\n*Mulai 1 januari 2014, PBB pedesaan dan Perkotaan merupakan pajak daerah. Untuk PBB Perkebunan, Perhutanan, Pertambangan masih tetap merupakan Pajak Pusat.\n\nItulah tadi penjelasan mengenai pengertian pajak, serta hak, kewajiban dan juga jenis pajak yang semoga berguna bagi Anda.",
    "contentSource": null
    },
	{
    "img": "https://s3.ap-southeast-1.amazonaws.com/moladin.assets/blog/wp-content/uploads/2022/11/08132421/cara-cek-pajak-kendaraan-bandung-jawa-barat.png",
    "imgSource": null,
    "title": "Cara Cek Pajak Kendaraan Bermotor Jawa Barat",
    "content": "Badan Pendapatan Daerah Provinsi Jawa Barat (Bapenda Jabar) menyediakan cara untuk melakukan pengecekan pajak kendaraan bermotor (PKB) secara online, baik melalui komputer maupun melalui smartphone.\n\nMelalui fasilitas ini, wajib pajak di Jawa Barat dapat mengetahui masa berlaku pajak dan STNK serta nominal PKB yang harus dibayarkan. Hal ini tentunya sangat membantu wajib pajak karena mereka dapat mempersiapkan dana sebelum pergi ke layanan samsat.\n\n1. Mengecek PKB melalui Sambara di aplikasi Sapawarga\n\nWajib Pajak di Jawa Barat dapat memanfaatkan aplikasi Sambara yang saat ini sudah terintegrasi dengan aplikasi Jabar Superapps Sapawarga yang dapat diunduh di Google Play maupun di Appstore. Sapawarga sendiri merupakan aplikasi berbagai layanan publik yang ada di Jawa Barat agar dapat dengan mudah diakses dalam satu aplikasi.\n\n2. Mengecek PKB melalui Website Bapenda Jabar\n\nSelain melalui Sambara di aplikasi Sapawarga, Wajib Pajak juga dapat melakukan pengecekan nominal PKB melalui website Bapenda Jabar. Wajib Pajak cukup membuka laman website https://bapenda.jabarprov.go.id/infopkb dan memasukkan nopol kendaraan, memilih warna TNKB dan memasukan kode captcha untuk mendapatkan informasi PKB.",
    "contentSource": null
    },
	  {
    "img": "https://images.bisnis.com/posts/2019/07/25/1128883/tax-ratio-oecd.jpg",
    "imgSource": null,
    "title": "Perkembangan Pajak di Indonesia Menurut OECD",
    "content": "Bagi Wajib Pajak sekalian yang memiliki kendaraan, untuk melakukan pengecekan pajak kendaraan bermotor kalian tidak perlu dilakukan dengan datang langsung ke Samsat terdekat lho. Bagaimana caranya? Simak penjelasan berikut.\n\nKini, banyak sekali kemudahan yang dapat dirasakan oleh wajib pajak terkait kendala perpajakannya. Salah satunya untuk mengecek informasi pajak kendaraan bermotor (PKB). Selain datang ke Samsat, kita dapat menggunakan layanan SMS.\n\nCaranya sangat mudah, hanya dengan mengetik nomor kendaraan sesuai dengan format penomoran di daerah Anda masing-masing, karena ada perbedaan format di setiap daerah.\n\nDilansir dari website Samsat, berikut tata cara untuk mengakses informasi PKB berdasarkan setiap daerah.\n\nDKI Jakarta\nBagi warga DKI Jakarta, format SMS yang harus diketik adalah:\nMETRO[spasi]Nomor Kendaraan (tanpa menggunakan spasi), lalu kirim ke nomor 1717.\nContohnya : METRO B1234MPK\n\nJawa Barat dan Banten\n\nBagi warga di daerah Jawa barat dan Banten, format SMS yang harus diketik adalah:\n nesamsat[spasi]Nomor Kendaraan[spasi]NIK, lalu kirim ke Dispenda (Dinas Pendapatan Daerah) Jawa Barat di nomor 0811-211-9211.\nContohnya: esamsat D1234MPK 1234567890987654\n\nJawa Tengah\n\nBagi warga di daerah Jawa tengah, format SMS yang harus diketik adalah:\nJATENG[spasi]Nomor Kendaraan, lalu kirim ke nomor 9600.\nContohnya: JATENG H1234MPK\n\nDaerah Istimewa Yogyakarta (DIY)\nBagi warga Yogyakarta, format SMS yang harus diketik adalah:\nDIY[spasi]Nomor Kendaraan, lalu kirim ke nomor 9600.\nContohnya: DIY AB1234MPK\n\nJawa Timur\nBagi warga di daerah Jawa timur, format SMS yang harus diketik adalah:\nJATIM[spasi]Nomor Kendaraan, lalu kirim ke nomor 7070.\nContohnya: JATIM L1234MPK\n\nBali\n\nBagi warga Bali, format SMS yang harus diketik adalah:\n\nBALI[spasi]Nomor Kendaraan, lalu kirim ke nomor 8893.Contohnya: BALI DK1234MPK\n\nSumatera Utara\n\nBagi warga di daerah Sumatera Utara, format SMS yang harus diketik adalah:\n\nInfo[spasi]Nomor Kendaraan[spasi]warna kendaraan, lalu kirim nomor Dispenda Sumatera Utara di 0811-211-9211.\n\nContohnya: Info BK1234MPK putih\n\nSebagai informasi, layanan informasi berbasis SMS ini masih terbatas pada informasi terkait pajak tahunan kendaraan saja. Untuk memperoleh informasi lain terkait pajak kendaraan bisa didapatkan dengan datang langsung ke kantor Samsat setempat.\n\nJika sudah mendapatkan informasi mengenai besaran kewajiban jumlah pajak kendaraan, Anda wajib melakukan pelunasan. Perlu diingat, lakukan pelunasan sebelum jatuh tempo agar tidak dikenai sanksi berupa denda.",
    "contentSource": null
    },
	{
    "img": "https://s3.ap-southeast-1.amazonaws.com/moladin.assets/blog/wp-content/uploads/2022/01/12203811/Aplikasi-Signal.jpg",
    "imgSource": null,
    "title": "Cara Cek dan Bayar Pajak Kendaraan Online Jateng",
    "content": "Dengan perkembangan teknologi yang begitu pesat, kini masyarakat dapat mengecek tagihan pajak kendaraannya secara online. Hal ini memudahkan masyarakat terutama bagi mereka yang memiliki mobilitas keseharian yang tinggi.\n\nBagi warga Jateng yang sedang berkebutuhan untuk mengecek tagihan pajak kendaraannya, berikut cara mengecek pajak kendaraan di Jateng secara online dikutip dari laman website.bapenda.jatengprov.go.id.\n\nCara Cek Pajak Kendaraan Online Jateng\n\nMelalui Aplikasi SIGNAL\nUnduh aplikasi SIGNAL di App Store atau Google Play Store.\nApabila sudah terunduh, buka aplikasi SIGNAL.\nLakukan registrasi dengan memasukan data-data yang diminta.\nJika registrasi berhasil, dilanjutkan dengan memilih menu 'NKRB'\nKlik 'Lanjut'.\nInformasi SKK pembayaran pajak pokok kendaraan bermotor (PKB) dan sumbangan wajib dana kecelakaan lalu lintas (SWDKLLJ) beserta jumlah pajak yang harus dibayar nantinya akan muncul.",
    "contentSource": null
    },
	{
    "img": "https://akcdn.detik.net.id/community/media/visual/2023/07/14/e-samsat.png",
    "imgSource": null,
    "title": "Cara Cek dan Bayar Pajak Kendaraan Jatim",
    "content": "Warga Jatim yang memiliki kendaraan wajib tahu cara cek pajak kendaraan Jatim (Jawa Timur). Menariknya, saat ini Jatim termasuk wilayah di Indonesia yang memiliki aplikasi cek pajak kendaran online yang bisa diunduh.\n\nPasalnya, cek pajak kendaraan telah tersedia lewat e-samsat. Dilansir laman resmi Info Samsat, situs e-samsat atau aplikasi resmi tersebut berada dalam pengawasan Badan dan Dinas Pendapatan Daerah Provinsi Se-Indonesia yang terhubung dengan sistem pajak online.\n\nCara Cek Pajak Kendaraan di Jatim\n\nBerikut cara cek pajak kendaraan di Jatim yang bisa dilakukan, di antaranya:\n\n1. Cek Pajak Kendaraan Lewat E-Samsat Jatim\n\nTangkapan layar laman resmi Dipenda Jatim. Foto: info.dipendajatim.go.id/esamsat/ \n\nBuka laman https://info.dipendajatim.go.id/esamsat/\n\nPilih Samsat asal kendaraan\n\nMasukkan nomor polisi (dengan format AA HHHH AAA)\n\nIsi kode keamanan (captcha) di kolom yang tersedia\n\nTekan tombol 'Cek Data Kendaraan' Informasi terkait",
    "contentSource": null
    }
]
